export const modals = [
  {
    id: 1,
    modalHeader: "Підтвердіть Вашу дію.",
    text: "Ви дійсно хочете додати товар до улюбленого?",
    closeButton: true,
  },
  {
    id: 2,
    modalHeader: "Підтвердіть Вашу дію.",
    text: "Ви дійсно хочете додати товар до кошику?",
    closeButton: true,
    actions: ["Звісно!", "Ні,дякую!"],
  },
  {
    id: 3,
    modalHeader: "Підтвердіть Вашу дію.",
    text: "Ви хочете видалити товар з кошику?",
    actions: ["Так", "Ні, я випадково натиснув(ла)"],
  },
  {
    id: 4,
    modalHeader: "Підтвердіть Вашу дію.",
    text: "Ви хочете видалити товар з улюбленого?",
    actions: ["Так, більше не цікавить", "Ні, я випадково натиснув(ла)"],
  },
];
